Repository: jailbreakmerebooted/CustomCalc
Catalog: CustomCalc/Root/*.lproj/Localizable.strings
Languages: ar

source: Calculator
ar: الحاسبة

source: Formulary
ar: المعادلات

source: Notes
ar: الملاحظات

source: Settings
ar: الاعدادات

source: Delete
ar: حذف

source: Shapes
ar: الأشكال

source: Bodies
ar: اللوائح

source: Changelog
ar: ملاحظات المطور

source: Update Changelogs
ar: ملاحظات التحديث

source: Upperbox
ar: الصندوق العلوي

source: Shape
ar: الشكل

source: Color and Shadows
ar: اللون و الظل

source: Grid
ar: اللوحة

source: Haptics and Sound
ar: الاهتزاز و الصوت

source: Layouts
ar: التخطيطات

source: Debug
ar: خيارات المطور

source: Credits
ar: القائمين على التطبيق

source: Quick Save
ar: حفظ سريع

source: Width
ar: العرض

source: Height
ar: الطول

source: Button
ar: زر

source: Roundness
ar: نوع الحواف

source: Rotation
ar: الاتجاه

source: Font
ar: الخط

source: Border
ar: الحدود

source: Button Shadow
ar: ظل الزر

source: Shadow Brush
ar: فرشاة الظلال

source: Font Shadow
ar: ظل الخط

source: Color
ar: اللون

source: Background
ar: الخلفية

source: Module Background
ar: خلفية الدالة

source: Text
ar: النص

source: Text Shadow
ar: ظل النص

source: Shadow Color
ar: لون الظل

source: Border Color
ar: لون الحدود

source: UIColor
ar: لون واجهة التطبيق

source: Grid Items
ar: عناصر اللوحة

source: Grid Size
ar: حجم اللوحة

source: Spacing
ar: المسافات

source: Reset Size
ar: اعادة تعيين الحجم

source: Edit
ar: تعديل

source: Cancel
ar: الغاء

source: Edit Symbols
ar: تعديل الرموز

source: Restore Defaults
ar: اعادة تعيين افتراضي

source: Add Symbol
ar: اضافة رموز

source: Delete all Symbols
ar: حذف كل الرموز

source: Add Numbers
ar: اضافة ارقام

source: Add Normal Operations
ar: اضافة عمليات قياسية

source: Add Sinus Sentence
ar: اضافة جملة جيب

source: Add π
ar: اضافة π

source: Haptic Feedback
ar: ردود الفعل اللمسية

source: Sound on Tap
ar: الصوت عند النقر

source: None
ar: لا شيء

source: Light
ar: خفيف

source: Medium
ar: متوسط

source: Heavy
ar: ثقيل

source: Soft
ar: ناعم

source: Rigid
ar: خشن

source: Save Layout
ar: حفظ التخطيط

source: Save
ar: خفظ

source: Layout Name
ar: اسم التخطيط

source: Load Layout
ar: تحميل التخطيط

source: Import Layout
ar: استيراد تخطيط

source: LayoutOptions
ar: خيارات التخطيط

source: Apply Settings
ar: تطبيق الاعدادات

source: Apply Color
ar: تطبيق الالوان

source: Apply Shape
ar: تطبيق الاشكال

source: Apply Grid
ar: تطبيق اللوحة

source: Let me test the App
ar: دعني أجرب التطبيق

source: Never show me this again
ar: لا تظهر هذا مرة أخرى

source: Updated
ar: تم التحديث

source: Next
ar: التالي

source: Setup
ar: الاعداد
